"##RevealToolbarItemMessage##" = "Stlačte ľavé tlačidlo. Súbor, ktorý sa objaví, do panelu nástrojov Finderu. Kedykoľvek potom budete vo Finderi, kliknutie na túto položku panelu nástrojov otvorí Path Finder.";
"%@ available" = "%@ k dispozícii";
"%@ available, %@ used" = "%@ voľné, %@ použité";
"%@ cannot be changed for item \"%@\"." = "%@ nemožno pre položku \"%@\" zmeniť.";
"%@ cannot be changed for some of selected items." = "%@ nemožno pre vybrané položky zmeniť.";
"%@, %@ free" = "%@, %@ voľné";
"%d Applications" = "%d Applikácie";
"%d Places" = "%d Umiestnenia";
"%d day free trial" = "%d dní skúšobnej verzie";
"%d days remaining" = "Ostáva ešte %d";
"%d items" = "%d položiek";
"%d items selected" = "%d položiek označených";
"%d matches" = "%d zhôd";
"%d of %d selected" = "%d z %d vybraných položiek";
"%d replaced" = "%d nahradené";
"%d seconds" = "%d sekúnd";
"1 item" = "1 položka";
"Above 100 TB" = "Viac ako 100 TB";
"Access" = "Prístup";
"Access:" = "Prístup:";
"Action" = "Akcia";
"Activate URLs" = "Aktivovať URL";
"Add Folder..." = "Pridať zložku...";
"Address:" = "Adresa:";
"Agree" = "Súhlasím";
"Alert!" = "Pozor!";
"Alias" = "Zástupca";
"Aliases" = "Zástupcovia";
"All" = "Všetko";
"All monitors" = "Všetky monitory";
"An error occurred while trying to eject \"%@\"." = "Došlo k chybe pri pokuse o vysunutie \"%@\".";
"An error occurred while trying to mount \"%@\"." = "Došlo k chybe pri pokuse o pripojenie \"%@\".";
"An error occurred while trying to open \"%@\"." = "Počas pokusu otvoriť \"%@\" došlo k chybe.";
"An error occurred while trying to unmount \"%@\"." = "Došlo k chybe pri pokuse o odpojenie \"%@\".";
"Application" = "Aplikácia";
"Application:" = "Aplikácia:";
"Applications" = "Applikácie";
"Applications Menu" = "Menu Aplikace";
"Archives" = "Archívy";
"Are you sure you want to apply the selected owner, group and permissions to all the enclosed items?" = "Naozaj chcete všetkým priloženým položkám nastaviť zvoleného vlastníka, skupinu a oprávnenia?";
"Are you sure you want to apply the selected owner, group, and permissions to all the enclosed items?" = "Naozaj chcete všetkým priloženým položkám nastaviť zvoleného vlastníka, skupinu a oprávnenia?";
"Are you sure you want to close this window?" = "Naozaj chcete toto okno zatvoriť?";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Naozaj chcete ACL, vlastníka, skupinu a oprávnenia preniesť na všetky položky adresárovej štruktúry?";
"Are you sure you want to quit Path Finder?" = "Naozaj chcete ukončiť Path Finder?";
"Are you sure you want to remove the items in the Trash permanently?" = "Naozaj chcete trvalo vymazať položky v koši?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Ste si istý, že chcete vyprázdniť zásobník \"%@\"?";
"Are you sure you want to remove the sidebar named \"%@\"?" = "Naozaj chcete odstrániť postranný panel nazvaný \"%@\"?";
"Attributes" = "Atribúty";
"Back" = "Späť";
"Begins With" = "Začína s";
"Blue" = "Modrá";
"Bug Reporter" = "Hlásenie chyby";
"Building Menus" = "Vytváram menu";
"Burn" = "Vypáliť";
"Burning %@ disc" = "Vypaľujem disk %@";
"Burning Disk Image" = "Vypaľovanie obrazu disku";
"Burning:" = "Vypaľovanie:";
"Busy" = "Zaneprázdnený";
"Buy Later" = "Kúpiť neskôr";
"Buy Now" = "Kúpiť";
"CUSTOM" = "VLASTNÉ";
"Calculating..." = "Počítam...";
"Cancel" = "Zrušiť";
"Cancels interactive screen shot mode" = "Ruší interaktívny stav";
"Capacity:" = "Kapacita:";
"Causes screen shot to go to clipboard" = " Uloží snímku obrazovky do schránky";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Skontrolujte nastavenia pre iTools v Predvoľbách pre Systém v záložke Internet";
"Choose Folder" = "Vyberte zložku";
"Choose Volume" = "Vyberte jednotku";
"Choose a valid destination." = "Vyberte správne umiestnenie.";
"Clean up" = "Vyprázdniť";
"Click the Add button, or drag a folder or disk into the list below." = "Kliknite na tlačidlo Pridať alebo pretiahnite zložku či disk na zoznam";
"Click to choose the editor background color" = "Kliknutím vyberte farbu pozadia editora";
"Click to hide used space" = "Kliknutím skryte využité miesto";
"Click to show used space" = "Kliknutím zobrazte využité miesto";
"Close" = "Zatvoriť";
"Closing this tab will terminate the running process %@." = "Zatvorením tejto záložky sa ukončí prebiehajúci proces %@.";
"Closing this tab will terminate the running processes %@." = "Zatvorením tejto záložky sa ukončia prebiehajúce procesy %@.";
"Closing this window will terminate the running process %@." = "Zatvorením tohto okna sa ukončí prebiehajúci proces %@.";
"Closing this window will terminate the running processes %@." = "Zatvorením tohto okna sa ukončia prebiehajúce procesy %@.";
"Code:" = "Kód:";
"Color" = "Farba";
"Command" = "Príkaz";
"Comments" = "Komentáre";
"Compare to:" = "Porovnať s:";
"Compress" = "Zbaliť";
"Computer" = "Počítač";
"Connect" = "Pripojiť";
"Console" = "Konzola";
"Contains" = "Obsahuje";
"Contains:" = "Obsahuje:";
"Content" = "Obsah";
"Content:" = "Obsah";
"Control Key:" = "Klávesa Ctrl:";
"Convert Image" = "Konvertovať obrázok";
"Convert document to plain text?" = "Skonvertovať dokumenty do obyčajného textu?";
"Converting will lose fonts, colors, and other text styles in the document." = "Pri konverzii sa stratia informácie o písmach, farbách a ďalších textových štýloch v dokumente.";
"Copy" = "Kopírovať";
"Could not move to Applications folder" = "Nepodaril sa presun do zložky Aplikácií";
"Could not resolve alias." = "Nie je možné nájsť originál.";
"Created" = "Vytvorené";
"Created:" = "Vytvorené:";
"Creator:" = "Vytvoril:";
"Data Added" = "Data pridané";
"Data Fork" = "Data fork";
"Date" = "Dátum";
"Date Added" = "Dátum pridania";
"Date Created" = "Dátum vytvorenia";
"Date Last Opened" = "Dátum posledného otvorenia";
"Date Modified" = "Dátum zmeny";
"Decompress" = "Rozbaliť";
"Delete" = "Vymazať";
"Delete saved search…" = "Vymazať uložené hľadanie…";
"Desktop" = "Plocha";
"Destination does not exist" = "Umiestenie neexistuje";
"Developer" = "Vývojár";
"Device:" = "Zariadenie:";
"Disagree" = "Nesúhlasím";
"Disk Image" = "Obraz disku";
"Disk Usage" = "Miesto na disku";
"Display screen-shot in Image Converter" = "Zobraziť snímok obrazovky v Konvertore obrázkov";
"Do Not Move" = "Nepresúvať";
"Do not ask me again" = "Už sa znovu nepýtajte";
"Do you really want to close this terminal session?" = "Naozaj chcete ukončiť túto reláciu?";
"Do you want to Get Info on all %d items?" = "Chcete získať informácie o všetkých %d položkách?";
"Do you want to close this tab?" = "Chcete zatvoriť túto záložku?";
"Do you want to close this window?" = "Chcete zatvoriť toto okno?";
"Do you want to force %@ to quit?" = "Chcete ihneď ukončiť %@?";
"Do you want to open all %d items?" = "Chcete otvoriť všetky položky %d?";
"Document" = "Dokument";
"Documents" = "Dokumenty";
"Don't Quit" = "Neukončiť";
"Done" = "Hotovo";
"Drop Stack" = "Vyprázdniť zásobník";
"Dropbox folder found" = "Nájdený Dropbox priečinok";
"Duplicate" = "Duplikovať";
"Duration:" = "Dĺžka:";
"Dynamic" = "Zarovnať do okna";
"Edit Renaming Sequences…" = "Upraviť sekvenciu premenovania…";
"Edit Searches…" = "Upraviť hľadanie…";
"Edit..." = "Úpravy...";
"Eject" = "Vysunúť";
"Eject All" = "Všetko vysunúť";
"Eject disc after burning" = "Vysunúť disk po vypálení";
"Email Address:" = "E-mailová adresa:";
"Email Report" = "Odoslať hlásenie emailom";
"Email Sales" = "Email obchodníkom";
"Empty" = "Prázdny";
"Encoding" = "Kódovanie";
"Ends With" = "Končí s";
"Ends with" = "Končí s";
"Ends with:" = "Končí s:";
"Enter Registration Code" = "Zadajte registračný kód";
"Entire File" = "Zvolený súbor";
"Erase" = "Vymazať";
"Error creating directory." = "Chyba pri vytváraní adresára.";
"Error creating file." = "Chyba pri vytváraní súboru.";
"Error creating symbolic link." = "Chyba pri vytváraní symbolického linku.";
"Error setting folder" = "Chyba pri nastavení zložky";
"Error!" = "Chyba!";
"Error: %d" = "Chyba: %d";
"Escape Key:" = "Klávesa Esc:";
"Everywhere" = "Všade";
"Exact match" = "Úplná zhoda";
"Execute delete with root privileges" = "Vykonať vymazanie pomocou práv užívateľa root";
"Expired" = "Ukončená platnosť";
"Extend selection" = "Rozšíriť výber";
"Extension" = "Prípona";
"Extension:" = "Prípona:";
"Favorites" = "Obľúbené";
"Favorites Menu" = "Menu Obľúbené";
"File" = "Súbor";
"Files" = "Súbory";
"Find" = "Nájsť";
"Find String:" = "Nájdi reťazec:";
"Find Text" = "Nájsť text";
"Find by" = "Nájsť podľa";
"Find by Content" = "Nájsť podľa obsahu";
"Find by Name" = "Nájsť podľa mena";
"Find options" = "Možnosti hľadania";
"Find results incomplete." = "Hľadanie nebolo dokončené.";
"Find/Stop" = "Nájsť/Zastaviť";
"Find:" = "Nájsť:";
"Finding..." = "Hľadám...";
"Five" = "Päť";
"Float Window" = "Plávajúce okno";
"Folder" = "Zložka";
"Folder \"%@\"" = "Zložka \"%@\"";
"Folders" = "Zložky";
"Font Sample" = "Ukážka písma";
"Fonts" = "Písma";
"Force Quit" = "Okamžite ukončiť";
"Format:" = "Formát:";
"Forward" = "Doručiť";
"Found: %d" = "Nájdené: %d";
"Four" = "Štyri";
"Free:" = "Voľné:";
"From 1 MB to 100 MB" = "Od 1 MB do 100 MB";
"From 1 TB to 100 TB" = "Od 1 TB do 100 TB";
"From 10 GB to 1 TB" = "Od 10 GB do 1 TB";
"From 10 KB to 1 MB" = "Od 10 KB do 1 MB";
"From 100 MB to 10 GB" = "Od 100 MB do 10 GB";
"From 100 bytes to 10 KB" = "Od 100 bytov do 10 KB";
"Generic Icons Off" = "Vypnúť obecné ikony";
"Generic Icons On" = "Zapnúť obecné ikony";
"Go" = "Ísť";
"Go Menu" = "Menu Choď na";
"Go to Folder" = "Choď do zložky";
"Go to Page" = "Choď na stranu";
"Go to the folder:" = "Choď do zložky:";
"Gray" = "Šedá";
"Greater than" = "Väčší sko";
"Green" = "Zelená";
"Group" = "Skupina";
"Group:" = "Skupina:";
"Help" = "Pomocník";
"Hide" = "Skryť";
"Hide %@" = "Skryť %@";
"Hide Icons" = "Skryť ikony";
"Hide Invisible Files" = "Skryť neviditeľné súbory";
"Hide Others" = "Skryť ostatné";
"Hide Path Finder Desktop" = "Skryť Plochu Path Finderu";
"Hide Preview" = "Skryť Náhľad";
"Hide Trash Can" = "Skryť koš";
"History" = "História";
"Home" = "Domov";
"Hot keys in screen capture mode" = "Aktívne klávesy";
"Hybrid" = "Hybridný";
"I can move myself to the Applications folder if you'd like." = "Pokiaľ si prajete, sám sa presuniem do zložky Aplikácií.";
"I have read and agree to the terms of the software license agreement." = "Čítal(a) som a súhlasím s licenčnou zmluvou o software.";
"Icon Size" = "Veľkosť ikon";
"Idle" = "Nečinný";
"If you choose Secure Empty Trash, you cannot recover the items with any data rescue program. They can be recovered only if you have backed them up using Time Machine or another backup program." = "Pokiaľ zvolíte možnosť Bezpečne vysypať Koš, vymazané položky nebude možné potom obnoviť pomocou aplikácie na obnovu dát. Obnovíte ich iba vtedy, ak ich máte zálohované pomocou Time Machine, či iného zálohovacieho programu.";
"If you keep Path Finder running all the time, it's always there when you need it!" = "Pokiaľ necháte spustený Path Finder neustále, bude vždy po ruke!";
"Ignore Case" = "a = A";
"Ignore case" = "Ignorovať veľkosť písmen";
"Image" = "Obrázky";
"Image: " = "Obraz: ";
"Images" = "Obrazy";
"Info" = "Informácie";
"Initializing..." = "Inicializácia...";
"Internal Volumes" = "Interné jednotky";
"Invalid Registration Code!" = "Neplatný registračný kód";
"Invisible" = "Neviditeľné";
"Is" = "Je";
"It appears you have Dropbox set up. Path Finder can link to your Dropbox account and provide Dropbox integration (this integration does not require Dropbox application running). You can also link and unlink Path Finder at any time from the preferences panel.\nWhat do you want to do?" = "Zdá sa, že používate Dropbox. Path Finder sa vie pripojiť k vášmu Dropbox účtu a integrovať s Dropboxom (táto integrácia nevyžaduje spustenú aplikáciu Dropbox). Path Finder môžete kedykoľvek pripojiť alebo odpojiť v Nastavení.\nČo si prajete urobiť?";
"Join .Mac" = "Pripojte sa k .Mac";
"KEYBOARD_SHORTCUTS" = "Tab##appends match$$Up/Down Arrows##selects in list$$Delete##parent folder$$Shift-Delete##Computer$$Right Arrow##appends match$$Left Arrow##parent folder$$⌘⇧ H##Home$$/##Root";
"Keyboard shortcuts" = "Klávesové skratky";
"Keywords" = "Kľúčové slová";
"Kind" = "Druh";
"Kind:" = "Druh:";
"Label" = "Visačka";
"Label:" = "Nálepka:";
"Last Modified" = "Naposledy upravené";
"Last Opened" = "Naposledy otvorené";
"Launch" = "Spustiť";
"Launch Application" = "Spustiť aplikáciu";
"Learn More…" = "Viac informácií…";
"Left" = "Ľavá";
"Less than" = "Menej ako";
"License Agreement" = "Licenčná zmluva";
"License key" = "Licenčný kľúč";
"License key:" = "Licenčný kľúč:";
"Licensed to:" = "Licencované:";
"Local Disks" = "Miestne disky";
"Mac OS X will halt a find operation if the disk is modified during the search. For complete results, try again." = "Mac OS X zastaví vyhľadávanie, pokiaľ sa obsah disku v jeho priebehu zmení. Skúste to znovu.";
"Main monitor only" = "Len hlavný monitor";
"Make Alias" = "Vytvoriť zástupcu";
"Man Pages" = "Manuálové stránky";
"Medium Security (7 passes)" = "Stredné (7 priechodov)";
"Member name:" = "Meno užívateľa:";
"Menu Key Editor" = "Editor klávesových skratiek";
"Modified" = "Upravené";
"Modified:" = "Zmeny:";
"Mount Point:" = "Miesto pripojenia:";
"Move" = "Presunúť";
"Move selection by" = "Presunúť výber podľa";
"Move selection to" = "Presunúť výber na";
"Move to Applications Folder" = "Presunúť do zložky Aplikácií";
"Move to Applications folder in your Home folder?" = "Presunúť do zložky Aplikácií vo vašej domovskej zložke?";
"Move to Applications folder?" = "Presunúť do zložky Aplikácií?";
"Move to Trash" = "Presunúť do koša";
"Movie" = "Filmy";
"Movies" = "Filmy";
"Music" = "Hudba";
"Name" = "Meno";
"Name:" = "Meno:";
"Network Activity" = "Sieťová aktivita";
"New" = "Nový";
"New File" = "Nový súbor";
"New Folder" = "Nová zložka";
"New Shelf..." = "Nový zásobník...";
"New Tab" = "Nová záložka";
"New group" = "Nová skupina";
"Next" = "Ďalší";
"No" = "Nie";
"No items" = "Žiadne položky";
"None" = "Žiadny";
"Normal Delete" = "Vymazať normálne";
"Not Specified" = "Nešpecifikované";
"Not found" = "Nenájdené";
"Note that this will require an administrator password." = "Táto akcia bude vyžadovať administrátorské heslo.";
"One" = "Jedna";
"Open" = "Otvoriť";
"Open iCloud Preferences…" = "Otvoriť nastavenia iCloudu…";
"Open with" = "Otvoriť v";
"Open with %@" = "Otvoriť v %@";
"Operation not permitted" = "Operácia nie je povolená";
"Orange" = "Oranžová";
"Other" = "Ostatné";
"Other..." = "Ostatné...";
"Others..." = "Ostatní...";
"Owner" = "Majiteľ";
"Owner:" = "Majiteľ:";
"PDF Documents" = "PDF dokumenty";
"PDFs" = "PDF";
"Package" = "Balíček";
"Packages" = "Balíčky";
"Page" = "Strana";
"Page %d of %d" = "Strana %d z %d";
"Paragraphs" = "Odstavcov";
"Parent" = "Nadradená zložka";
"Partial match" = "Čiastočná zhoda";
"Password" = "Heslo";
"Password:" = "Heslo:";
"Path" = "Cesta";
"Path Finder 6 License" = "Licencia pre Path Finder 6";
"Path Finder 6 Name" = "Meno pre Path Finder 6";
"Path Finder cannot be quit because an operation is in progress." = "Path Finder nemôžte kvôli prebiehajúcej operácii ukončiť.";
"Path Finder cannot set folder at path \"%@\". Check that the folder exists and try again." = "Path Finder nemôže nastaviť zložku na nasledujúcej adrese \"%@\". Skontrolujte, či zložka existuje a skúste to znovu.";
"Path Finder has been updated to version %@!" = "Program Path Finder má novú verziu %@!";
"Path Finder operation is in progress." = "Path Finder operácia práve prebieha.";
"Path:" = "Cesta:";
"Permission:" = "Oprávnenie:";
"Pictures" = "Obrázky";
"Play" = "Hrať";
"Play Sound" = "Prehrať zvuk";
"Play sounds" = "Prehrať zvuk";
"Preferences" = "Predvoľby";
"Preview" = "Náhľad";
"Previous" = "Predchádzajúci";
"Previous 30 days" = "Predošlých 30 dní";
"Previous 7 days" = "Predošlých 7 dní";
"Print..." = "Tlačiť...";
"Processes" = "Procesy";
"Progress" = "Priebeh";
"Public" = "Verejný";
"Purchase Path Finder today!" = "Kúpte si Path Finder už dnes!";
"Purple" = "Fialová";
"Quit" = "Ukončiť";
"Quit that application and try to eject the disk again" = "Ukončite aplikáciu a pokúste sa disk vysunúť znovu";
"RTFs" = "RTF";
"Rating" = "Hodnotenie";
"Read error." = "Chyba pri čítaní.";
"Really Open?" = "Naozaj otvoriť?";
"Really Quit?" = "Naozaj ukončiť?";
"Recent Files" = "Posledné súbory";
"Recent Folders" = "Posledné zložky";
"Recent Servers" = "Posledné servery";
"Red" = "Červená";
"Registration Code:" = "Registračný kód:";
"Remember password in my keychain" = "Uložiť heslo do Kľúčenky";
"Remote Volumes" = "Vzdialené jednotky";
"Removable Volumes" = "Vymeniteľné jednotky";
"Remove All" = "Odstrániť všetko";
"Remove Shelf" = "Odstrániť zásobník";
"Remove Shelf?" = "Vyprázdniť zásobník?";
"Remove Sidebar?" = "Odstrániť postranný panel?";
"Remove Top" = "Odstrániť vrchný";
"Rename" = "Premenovať";
"Replace" = "Prepísať";
"Replace & Find" = "Nahradiť & Nájsť";
"Replace All" = "Prepísaľ všetko";
"Replace all scope" = "Nahradiť v";
"Replace with:" = "Nahradiť s:";
"Resolved:" = "Vyriešené:";
"Results" = "Výsledky";
"Reveal" = "Odhaliť";
"Reveal in Finder" = "Zobraziť vo Finderi";
"Right" = "Pravá";
"Running Applications Menu" = "Menu spustenej aplikácie";
"SHARED" = "ZDIEĽANÉ";
"Sample" = "Príklad";
"Save Renaming Sequence…" = "Uložiť sekvenciu premenovania…";
"Save Search…" = "Uložiť hľadanie…";
"Save screen-shot to clipboard" = "Uložiť snímku obrazovky do schránky";
"Save screen-shot to file" = "Uložiť snímku obrazovky do súboru";
"Saved Renaming Sequence" = "Uložená sekvencia premenovania";
"Saved Search" = "Uložené hľadanie";
"Saved Searches" = "Uložené hľadania";
"Screen Capture" = "Snímka obrazovky";
"Screen capture mode" = "Režim snímku obrazovky";
"Search" = "Vyhľadať";
"Search Location:" = "Prehľadaj umiestnenie:";
"Search Locations" = "Prehľadávané umiestnenia ";
"Search Results for '%@' in '%@'" = "Výsledky hľadania '%@' v '%@'";
"Search in:" = "Hľadať v:";
"Search inside packages" = "Hľadať vo vnútri balíčkov";
"Search inside the System folder" = "Hľadať v systémových zložkách";
"Searching..." = "Hľadám...";
"Secure Delete" = "Bezpečné vymazanie";
"Secure Empty Trash permanently erases the items in the Trash. Are you sure you want to erase them permanently?" = "Bezpečné vysypanie koša trvalo vymaže položky v koši. Naozaj ich chcete trvalo vymazať?";
"Security Level" = "Bezpečnostná úroveň";
"Select" = "Vybrať";
"Select & Close" = "Vybrať a zatvoriť";
"Selected Text" = "Vybraný text";
"Selection" = "Výber";
"Selection Path" = "Cesta výberu";
"Sentences" = "Viet";
"Servers" = "Servery";
"Shared Folder" = "Zdieľaný priečinok";
"Shelf" = "Zásobník";
"Shelf Name" = "Meno zásobníku";
"Show" = "Zobraziť";
"Show All" = "Zobraziť všetko";
"Show Icons" = "Zobraziť ikony";
"Show Invisible Files" = "Zobraziť neviditeľné súbory";
"Show Invisibles" = "Zobraziť neviditeľné";
"Show Path Finder Desktop" = "Zobraziť plochu Path Finderu";
"Show Preview" = "Zobraziť Náhľad";
"Show Trash Can" = "Zobraziť kôš";
"Show in New Window" = "Zobraziť v novom okne";
"Show this message again if not linked" = "Zobraziť znovu správu, pokiaľ nebude pripojené.";
"Simple Security (1 pass)" = "Jednoduchá (1 priechod)";
"Size" = "Veľkosť";
"Size:" = "Veľkosť:";
"Smart Sorting Off" = "Vypnúť chytré triedenie";
"Smart Sorting On" = "Zapnúťt chytré triedenie";
"Sort Ascending" = "Zotriediť vzostupne";
"Sort Descending" = "Zotriedi zostupne";
"Space Key:" = "Klávesa medzerník:";
"Spreadsheets" = "Tabuľky";
"Starts with" = "Začína s";
"Starts with:" = "začína s:";
"Startup Volume" = "Štartovací oddiel";
"Stop" = "Zastaviť";
"String" = "Reťazec";
"Subscribe" = "Prihlásiť sa";
"Subscribe to Newsletter" = "Prihlásiť sa k odberu Spravodaja";
"Summarize" = "Sumarizovať";
"Symbolic Links" = "Symbolický link";
"Tab Set" = "Sada záložiek";
"Tags" = "Tagy";
"Tags Groups" = "Skupiny tagov";
"Terminal" = "Terminál";
"Text Editor" = "Textový editor";
"Thank you for registering Path Finder!" = "Ďakujeme za zaregistrovanie programu Path Finder";
"The alias \"%@\" can't be opened because the original item can't be found." = "Alias \"%@\" nemôže byť otvorený, pretože nebola nájdená pôvodná položka.";
"The device containing \"%@\" also contains %d other volume that will not be ejected. Are you sure you want to eject \"%@\"?" = "Zariadenie obsahujúce \"%@\" obsahuje tiež  %d ďalšiu jednotku, ktorá nebude odpojená. Naozaj chcete \"%@\" odpojiť?";
"The device containing \"%@\" also contains %d other volumes that will not be ejected. Are you sure you want to eject \"%@\"?" = "Zariadenie obsahujúce \"%@\" obsahuje tiež %d ďalších jednotiek, ktoré nebudú odpojené. Naozaj chcete \"%@\" odpojiť?";
"The disk \"%@\" couldn't be ejected because \"%@\" is using it." = "Disk \"%@\" nemohol byť odpojený, pretože \"%@\" ho stále používa.";
"The folder \"%@\" cannot be opened because you don't have permission to see its contents." = "Zložku \"%@\" nie je možné otvoriť, pretože nemáte oprávnenie vidieť jej obsah.";
"The item \"%@\" could not be moved to the trash." = "Položka \"%@\" nemohla byť presunutá do koša.";
"The name of item cannot be changed to name \"%@\" with extension \"%@\"." = "Položka nemôže byť premenovaná na meno \"%@\" s príponou \"%@\".";
"The operation can't be completed because the original item for \"%@\" can't be found." = "Operáciu nie je možné dokončiť, pretože pôvodná položka \"%@\" nebola nájdená.";
"The operation couldn't be completed.\nThe name is already taken. Please choose a different name." = "Operácia nemohla byť dokončená.\nVybrané meno je už použité. Zvoľte prosím iné meno.";
"The original file may have been moved or deleted." = "Pôvodný súbor môže byť presunutý alebo vymazaný.";
"Theme" = "Téma";
"There are %d tabs in this window. Do you want to close the window anyway?" = "V tomto okne je %d záložiek. Prajete si okno aj tak zatvoriť?";
"There is no application available to open the document \"%@\"." = "Nie je dostupná žiadná aplikácia na otvorenie súboru \"%@\".";
"This action bypasses the Trash. You cannot undo this action." = "Táto akcia obchádza kôš. Nie je možné vrátiť ju späť.";
"This copy of Path Finder is not registered" = "Táto kópia programu Path Finder nie je zaregistrovaná.";
"Three" = "Tri";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Na pripojenie verejnej zložky iného člena .Mac zadajte jeho užívateľské meno";
"To continue using the software, you must agree to the terms of the software license agreement." = "Ak chcete pokračovať v používaní programu, musíte súhlasiť s podmienkami licenčnej zmluvy.";
"To eject all the volumes on this device, click Eject All, or hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Na odpojenie všetkých jednotiek kliknite na Odpojiť všetko, alebo podržte klávesu Option pri odpojovaní jednotky.\n\nPokiaľ nabudúce nechcete vidieť túto správu pri odpojovaní samostatnej jednotky, podržte počas odpojovania klávesu Control.";
"To enable more operations, enter a password:" = "Pokiaľ potrebujete viacej možností pri práci s týmto dokumentom, zadajte heslo:";
"Today" = "Dnes";
"Toggle Preview" = "Prepnúť náhľad";
"Toggle Sidebar" = "Prepnúť zásobník";
"Toggle between mouse and window selection modes" = "Prepína medzi výberom myšou a oknom";
"Tomorrow" = "Zajtra";
"Touch" = "Aktualizovať";
"Transparency" = "Priehľednosť";
"Trash" = "Kôš";
"Trash operation could not be completed." = "Operácia s košom nemôže byť dokončená.";
"Turn on iCloud Drive to store your files in iCloud and access them anytime on all your devices." = "Ak chcete uchovávať svoje súbory v iCloude a kedykoľvek k nim pristupovať na všetkých svojich zariadeniach, zapnite iCloud Drive.";
"Two" = "Dve";
"Type" = "Typ";
"Type tags here, use ENTER/RETURN to separate them." = "Tagy píšte sem a oddeľujte ich klávesou ENTER/RETURN.";
"Type:" = "Typ:";
"Ultra Security (35 passes)" = "Najvyšší (35 priechodov)";
"Under 100 bytes" = "Menej ako 100 bytov";
"Update Database" = "Aktualizovať databázu";
"Update Now" = "Stiahnuť okamžite";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Aktualizácia databázy môže trvať niekoľko minút, ale pokiaľ sa vykoná, bude hľadanie súborov veľmi rýchle";
"Updating..." = "Prebieha aktualizácia...";
"Upgrade Now" = "Aktualizujte teraz";
"Verify disc after burning" = "Overiť disk po vypálení";
"Version" = "Verzia";
"Version:" = "Verzia:";
"View" = "Zobraziť";
"View Hex" = "Zobraziť hexadecimálne";
"View Text" = "Zobraziť text";
"View as Hex" = "Zobraziť hexadecimálne";
"Views" = "Pohľady";
"Visibility:" = "Zobrazenie:";
"Visible" = "Viditeľné";
"Volume \"%@\"" = "Jednotka \"%@\"";
"Volume:" = "Jednotka:";
"WARNING!" = "UPOZORNENIE!";
"Welcome to Path Finder" = "Víta vás Path Finder";
"Where" = "Kde";
"Whole words" = "Len celé slová";
"Window" = "Okno";
"Would you like Path Finder to launch automatically when you log in?" = "Chcete spúšťať program Path Finder automaticky po prihlásení?";
"Would you like to delete it immediately?" = "Chcete ju vymazať okamžite?";
"Write error." = "Chyba pri zápise.";
"Yellow" = "Žltá";
"Yes" = "Áno";
"Yesterday" = "Včera";
"You can't open the application \"%@\" because PowerPC applications are no longer supported." = "Aplikáciu \"%@\" nie je možné spustiť, pretože aplikácie pre platformu PowerPC už nie sú podporované.";
"You cannot paste item \"%@\" at this location because you can't paste an item into itself." = "Na toto miesto nie je možné položku \"%@\" vložiť, pretože nie je možné vložiť položku samu na seba.";
"You cannot paste item at this location because you can't paste an item into itself." = "Na toto miesto nie je možné položku vložiť, pretože nie je možné vložiť položku samu na seba.";
"You cannot undo this action." = "Túto akciu nemôžete vrátiť späť";
"You cannot undo this." = "Táto akcia nejde vrátiť späť.";
"You do not have permission to open the %@ \"%@\"." = "Nemáte oprávnenie otvoriť %@ \"%@\".";
"You do not have permission to trash this item." = "Nemáte dostatok práv na vymazanie súboru.";
"You will lose any unsaved changes." = "Prídete o všetky neuložené zmeny.";
"Zoom In" = "Priblížiť";
"Zoom Out" = "Oddialiť";
"alias" = "zástupca";
"application" = "aplikácia";
"as Columns" = "Stĺpce";
"as Icons" = "Ikony";
"as List" = "Zoznam";
"copy" = "kopírovat";
"document" = "dokument";
"extend selection" = "rozšíriť výber";
"link" = "odkaz";
"the last 2 days" = "posledné 2 dni";
"the last 2 months" = "posledné 2 mesiace";
"the last 2 weeks" = "posledné 2 týždne";
"the last 3 days" = "posledné 3 dni";
"the last 3 months" = "posledné 3 mesiace";
"the last 3 weeks" = "posledné 3 týždne";
"the last 6 months" = "posledných 6 mesiacov";
"the last month" = "posledný mesiac";
"the last week" = "posledný týždeň";
"the last year" = "posledný rok";
"to" = "do";
"ungrouped" = "nezoskupené";
"untitled" = "bez mena";

/* ==== UNLOCALIZED ==== */

"Audio" = "Audio";
"Email:" = "Email:";
"Filter" = "Filter";
"Finder" = "Finder";
"GB" = "GB";
"HFS+" = "HFS+";
"HTML" = "HTML";
"Hex" = "Hex";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"KB" = "KB";
"Link" = "Link";
"MB" = "MB";
"MP3:" = "MP3:";
"Menu" = "Menu";
"OK" = "OK";
"PDF" = "PDF";
"Resource Fork" = "Resource Fork";
"Shelves" = "Shelves";
"Spotlight" = "Spotlight";
"Standard" = "Standard";
"TB" = "TB";
"Text" = "Text";
"URL:" = "URL:";
